<?php

return [
    'name' => 'ئەزالىق نامى',
    'password' => 'مەخپى نۇمۇر',
    'remember_me' => 'ئەستە ساقلاش',
    'homepage' => 'باش بەت',
    'site_name' => 'توربەت نامى',
    'url' => 'توربەت ئادرېس',
    'logo' => 'توربەت رەسىمى',
    'meta_keywords' => 'ھالقىلىق سۆز META',
    'meta_description' => 'توربەت چۈشەندۈرۈش META',
    'upload_image' => 'رەسىم يوللاش',
    'form' => [
        'success' => 'مۇۋاپىقىيەتلىك بولدى',
        'error' => 'مەغلۇب بولدى',
        'submit' => 'يوللاش',
        'enabled' => 'قوزغىتىلغان',
        'disabled' => 'چەكلەنگەن',
        'menu_name_cn' => 'تىزىملىك خەنزۇچە نامى',
        'menu_name_ug' => 'تىزىملىك ئۇيغۇرچە نامى',
        'menu_parent' => 'يۇقىرى دەرىجىلىك تىزىملىك',
        'menu_url' => 'تىزىملىك ئادرېسى',
        'menu_icon' => 'سىنبەلگىسى',
        'menu_target' => 'سەكرەش ئۇسۇلى',
        'status' => 'ھالىتى',
        'sort' => 'تەرتىپلەش',
        'remark' => 'ئىزاھات',
        'operating' => 'مەشغۇلات',
        'create' => 'قوشۇش',
        'delete' => 'ئۆچۈرۈش',
        'edit' => 'تەھرىرلەش',
        'expand_all' => 'ھەممىنى كېڭەيتىش',
        'fold_all' => 'ھەممىنى قاتلاش',
    ],
    'confirm' => [
        'delete' => 'راستىنلا ئۆچۈرەمسىز؟'
    ]
];
